{
	"cantada1p1" : "Você: Seu pai é sapateiro?",
	"cantada1p2" : "Porque você é uma graxinha!",
	"cantada2p1" : "Nossa moça, desculpa, você se machucou?",
	"cantada2p2" : "Como um anjo como você cai do céu e não se machuca?",
	"cantada3p1" : "Oi, por acaso você tem um lápis?",
	"cantada3p2" : "Porque quero começar a escrever nossa linda história de amor!",
	"cantada4p1" : "Por acaso o seu pai é ladão?",
	"cantada4p2" : "Como que ele conseguiu o brilho das estrelas pra colocar no seu olhar?",
	"cantada5p1" : "Qual a diferença entre o clima e o tempo?",
	"cantada5p2" : "Clima, é o que tá rolando entre nós e tempo é o que nós estamos perdendo!",
	"cantada6p1" : "Você sabia que eu tenho que usar óculos escuro para olhar para você!?",
	"cantada6p2" : "Porque seu sorriso é como um raio de Sol!",
	"cantada7p1" : "Oi, tenho uma pergunta pra te fazer, posso?",
	"cantada7p2" : "Dizem que gata tem 7 vidas, será que você poderia viver uma delas comigo?",
	"cantada8p1" : "Quero te falar uma coisa, pode?",
	"cantada8p2" : "Se eu fosse definir a minha vida em uma música, você seria aquele refrão que não sai da minha cabeça!",
	"cantada9" : "Nossa, toda vez que vejo você passo a acreditar que amor a primeira vista realmente existe!",
	"cantada10" : "Oi, me empresta seu celular! preciso ligar pra minha mãe e dizer que estou olhando para a mulher dos meus sonhos!",
	"cantada11p1" : "Hoje me perguntaram o que foi que eu achei em você!",
	"cantada11p2" : "Respondi que achei em você o que faltava em mim!",
	"cantada12" : "Oi, você sabia que eu só não penso 24 horas por dia em você porque demoro de 4 a 6 horas por dia pensando em nós dois?",
	"cantada13" : "Se Deus já criou uma coisa mais perfeita que você, tenho certeza que ele ainda não enviou para a terra!",
	"cantada14" : "Oi, você se importa se eu te olhar um pouco mais? É que quero gravar bem o seu rosto para poder sonhar com ele essa noite!",
	"cantada15p1" : "Se seu beijo tivesse sabor, qual ele seria?",
	"cantada15p2" : "O meu é chocolate, será que chocolate com o seu combina?",
	"cantada16p1" : "Oi, será que você poderia me dar uma informação?",
	"cantada16p2" : "Como que eu faço para chegar até o seu coração?",
	"cantada17p1" : "Esses dias vi uma coisa que quase me fez parar no hospital sabia?",
	"cantada17p2" : "Foi quando eu estava deitado conversando com você aqui no chat e vi a sua foto de perfil!",
	"cantada18p1" : "Por acaso você é uma bruxa ou faz algum tipo de magia negra?",
	"cantada18p2" : "Então porque você está me enfeitiçando desse jeito?",
	"cantada19p1" : "Tenho uma advertência psicológica para você!",
	"cantada19p2" : "Você sabia que é antiético entrar na cabeça dos outros igual você entrou na minha sem permissão?",
	"cantada20": "Se toda vez que eu fechasse os olhos ganhasse um beijo seu, eu andaria de olhos fechados a vida toda!",
	"cantada21" : "Havia dois ursos, o Beijaeu e o Mebeija. O Beijaeu morreu, quem sobrou?",
	"cantada22" : "Nem a mais potente placa de vídeo seria capaz de reproduzir os gráficos de sua beleza",
	"cantada23" : "Você gosta de achocolatado? Porque eu posso ser Toddynho seu.",
	"cantada24" : "Em cima da colina passa boi, passa boiada, só saio da sua frente quando for minha namorada"
}