{ 
    "charada1"  : "Bob’s father has 4 children. Momo, Meme, and Mumu are three of them. Who’s the fourth?",
    "charada2"  : "I have three apples. If you take away two from me, how many do you have?",
    "charada3"  : "What breaks and never falls and what falls and never breaks?",
    "charada4"  : "You have a match and you enter a wagon with a candle, a lamp and a fireplace. Which one do you light first?",
    "charada5"  : "A family lived in a round hut. The father came back from work and found the mother dead. The first said he was watching television, the second said he was drawing,the third one said he was reading in a corner. Who did it?",
    "charada6"  : "A farmer had 752 sheep and took one shot that got them all. How did he do it?",
    "charada7"  : "Which letter of the English alphabet flies, sings, and stings?",
    "charada8"  : "Complete the series. 9 = 4, 21 = 9, 22 = 9, 24 = 10, 8 = 5, 7 = 5, 99 = 10, 100 = 7, 16 = ?, 17 =?",
    "charada9"  : "Name all the numbers from 1 – 100, which have the letter ‘A’ in their spellings?",
    "charada10"  : "It took 20,000 workers to build the Taj Mahal in 20 years. How many workers would be required to build it in 10 years?",
    "charada11"  : "Which one is correct, “Penguins flies” or “A Penguin flies”?",
    "charada12"  : "My neighbor Bob is a blacksmith. He is 45 years old, 7 ft. tall, and eats all the time. Guess what does he weigh?",
    "charada13"  : "You have 20 apples in a basket. 20 children come to you and each one of them ask for an apple. You want to give all the apples to each one of them, but still keep one inside the basket? How will you do it?",
    "charada14"  : "How many sides does a circle have?",
    "charada15"  : "If there are 12 fish and half of them drown, how many are there?",
    "charada16"  : "A man went outside in the pouring rain with no protection, but not a hair on his head got wet. How come?",
    "charada17"  : "How can a man go eight days without sleep?",
    "charada18"  : "Before Mount Everest was discovered, what was the highest mountain in the world?",
    "charada19"  : "What was the (American) President’s name in 1960?",
    "charada20"  : "An electric train is moving north at 100mph and a wind is blowing to the west at 10mph. Which way does the smoke blow?",
    "charada21"  : "Why is it against the law for a man living in North Carolina to be buried in South Carolina?",
    "charada22"  : "What looks like half an apple?",
    "charada23"  : "A girl kicks a soccer ball. It goes 10 feet and comes back to her. How is this possible?",
    "charada24"  : "A man and his son were in an automobile accident. The man died on the way to the hospital, but the boy was rushed into surgery. The emergency room surgeon said “I can’t operate, that’s my son!” How is this possible?",
    "charada25"  : "A rooster laid an egg on top of the barn roof. Which way did it roll?",
    "charada26"  : "A truck driver is going down a one-way street the wrong way, and passes at least ten cops. Why is he not caught?",
    "charada27"  : "What happened when wheel was invented?",
    "charada28"  : "What has 4 wheels & flies?",
    "charada29"  : "What two words, when combined hold the most letters?",
    "charada30"  : "A is the father of B. But B is not the son of A. How’s that possible?",
    "charada31"  : "What can you never eat for breakfast?",
    "charada32"  : "There was an airplane crash, every single person on board died, but yet two people survived. How is this possible?",
    "charada33"  : "If you had only one match, and entered a dark room containing an oil lamp, some newspaper, and some kindling wood, which would you light first?",
    "charada34"  : "If there are 6 apples and you take away 4, how many do you have?",
    "charada35"  : "If Mr Smith’s peacock lays an egg in Mr Jones’ yard, who owns the egg?",
    "charada36"  : "It was a Sunday morning. Father was getting the mail, mother was in the kitchen cooking breakfast, little brother was playing Nintendo, big brother was playing the guitar, little sister was playing with dolls, and big sister was listening to music. Then everyone went into big sisters room and she was murdered! Who murdered her?",
    "charada37"  : "What do you call a woman who knows where her husband is every night?",
    "charada38"  : "How many legs does an elephant have if you count his trunk as a leg?",
    "charada39"  : "If a plane crashes on the border between the US and Mexico, where do they bury the survivors?",
    "charada40"  : "If it took eight men ten hours to build a wall, how long would it take four men to build it?",
    "charada41"  : "How much dirt is there in a hole 3 feet deep, 6 ft long and 4 ft wide?",
    "charada42"  : "How can you lift an elephant with one hand?",
    "charada43"  : "How many birthdays does the average person have?",
    "resposta1" : "Bob.",
    "resposta3" : "2",
    "resposta3" : "Day breaks and night falls.",
    "resposta4" : "Your match.",
    "resposta5" : "The youngest, because it’s a ROUND hut, no corners!",
    "resposta6" : "He took a panoramic view!",
    "resposta7" : "‘B’ (bee).",
    "resposta8" : "16 = 7 and 17 = 9 [The number of letters in the spelling of 16 (sixteen) is 7 and that of 17 (seventeen) is 9",
    "resposta9" : "None!",
    "resposta10" : "Sorry, the Taj Mahal cannot be built again.",
    "resposta11" : "Neither. Penguins don’t fly.",
    "resposta12" : "Iron",
    "resposta13" : "Give all the 19 apples to each one of them and give the basket to the last child with the apple still inside it.",
    "resposta14" : "Two. An inside and an outside.",
    "resposta15" : "12, fish don’t drown!",
    "resposta16" : "He was bald.",
    "resposta17" : "No problem, He sleeps at night.",
    "resposta18" : "Mount Everest was still the highest even though it had not been discovered.",
    "resposta19" : "Exactly the same as today.",
    "resposta20" : "There is no smoke with an electric train.",
    "resposta21" : "Because he’s not dead yet.",
    "resposta22" : "The other half.",
    "resposta23" : "She kicked it up.",
    "resposta24" : "The surgeon was his mother.",
    "resposta25" : "It didn’t roll – roosters don’t lay eggs.",
    "resposta26" : "He’s walking on the sidewalk.",
    "resposta27" : "It caused a revolution.",
    "resposta28" : "The garbage truck",
    "resposta29" : "Post Office",
    "resposta30" : "B is the daughter you MCP’s!",
    "resposta31" : "Dinner.",
    "resposta32" : "The two were married.",
    "resposta33" : "The match.",
    "resposta34" : "The 4 you took.",
    "resposta35" : "Peacocks don’t lay eggs, just peahens.",
    "resposta36" : "The father because it was a Sunday and no one gets mail on Sunday!",
    "resposta37" : "A widow.",
    "resposta38" : "Four. Because calling the trunk a leg doesn’t make it a leg.",
    "resposta39" : "Survivors generally are never buried.",
    "resposta40" : "No time at all it is already built.",
    "resposta41" : "None, or it wouldn’t be a hole",
    "resposta42" : "It is not a problem since you will never find an elephant with one hand.",
    "resposta43" : "Just one, all the rest are anniversaries."
}