{
	"desafio1p1" : "Era uma vez um vigia noturno que vivia dormindo durante o trabalho. O chefe então o avisou que se isso se repetisse, iria demití-lo. Na noite seguinte o chefe o surpreendeu sentado numa cadeira com a cabeça apoiada sobre as mãos e os cotovelos sobre os joelhos: `Aha! Te peguei de novo!` Disse o chefe. O vigia noturno acordou assustado, pensou rápido e disse apenas uma única palavra para o chefe. Este se desculpou com o vigia e foi embora.",
	"desafio1p2" : "Qual foi a palavra que o vigia noturno falou?",
	"desafio2p1" : "Você é um professor muito conceituado de uma importante universidade. Pessoas de todo o país o conhecem e ficariam encantadas de possuírem apenas uma pequna fração de sua inteligência. No entanto, hoje, em um fim de semana descontraído em sua casa, você está extremamente confuso.",
	"desafio2p2" : "Seu dilema é que você não consegue localizar o controle remoto da sua televisão. Depois de procurar por todo o seu quarto e não encontrar nada, você decide utilizar toda sua inteligência para refazer todos os seus últimos passos pela casa e ntentar descobrir onde o controle remoto pode ter sido deixado acidentalmente. ",
	"desafio2p3" : "Veja a seguir tudo que você conseguiu lembrar:",
	"desafio2p4" : " -Ontem 14:30 - Estive na sala de estudo corrigindo provas de alunos. O controle remoto pode ter sido deixado acidentalmente sobre/ou nas gavetas da escrivaninha. ",
	"desafio2p5" : " -Hoje 7:20 - Acordei tarde e quando desci para a sala, minha filha já estava assistindo TV. Ela pode ter levado o controle remoto para a cozinha mais tarde, quando foi tomar o café da manhã. ",
	"desafio2p6" : "-Hoje 11:00 - Levei uma bronca da minha esposa por ter esquecido de estender a roupa que estava na máquina de lavar. O controle remoto pode ter caído acidentalmente dentro da máquina.(NOTA: Lembrar de construir um robô que estenda as roupas automaticamente e faça minha esposa falar menos).",
	"desafio2p7" : " Você realmente quer assistir a um programa educativo imperdível que começa em cinco minutos no Canal Ciência e precisa definir o seu plano de ação. E então, o que você deve fazer agora?",
	"desafio3p1" : "Você descobriu uma doença muito grave e precisa tomar diariamente dois remédios muito caros: Melhoril e Frescovit. Você precisa ter cuidado para tomar apenas um Melhoril e umm Frescovit por dia, pois se tomar mais, pode ter efeitos colaterais gravíssimos.Além disso, você deve tomar Melhoril e Frescovit em conjunto para que façam efeito, pois tomar Melhoril sem tomar Frescovit, ou vice-versa, também causa efeitos colaterais. ",
	"desafio3p2" : "Resumindo, você deve tomar exatamento um Melhoril e um Frescovit ao mesmo tempo diariamente. Você abre o pote de Melhoril e tira um comprimido, o qual coloca num píres. Depois você abre o pote de Frescovit e, acidentalmente, caem dois comprimidos deste sobre o píres junto com o comprimido de Melhoril. Agora você não sabe mais qual é Melhoril e quais são os dois Frescovit, pois os comprimidos são extamanete iguais em formato, cor, textura, peso, etc...",
	"desafio3p3" : "Como os remédios são caríssimos, você não pode se dar ao luxo de jogar tudo fora e comprar novamente. Você precisa utilizar os remédios que já comprou, sem desperdiçar nenhum comprimido. ",
	"desafio3p4" : "Como você faz para garantir a sua dose diária de um comprimido de Melhoril e um comprimido de Frescovit?",
	"desafio4p1" : "Três irmãos compartilham um esporte familiar: A maratona `Non Stop`. ",
	"desafio4p2" : "O mais velho é gordo, baixinho e corre lentamente. ",
	"desafio4p3" : "O irmão do meio é alto, magro e mantém um ritmo constante.",
	"desafio4p4" : "O mais jovem corre como o vento, com muita velocidade. ",
	"desafio4p5" : "Os irmãos mais velhos dizem: `Ele é muito jovem....então o deixamos correr. Com certeza ele é o número um, mas de certa forma ele é o segundo`. ",
	"desafio4p6" : "Quem são os três irmãos?",
	"desafio5p1" : "Era uma vez uma linda princesa chamada Cláudia. O pai de Cláudia, o Rei, queria ter a certeza de que sua filha realmente se casaria com um homem inteligente. Para testar os pretendentes de sua filha, o rei então colocou três caixas sobre uma mesa(uma de ouro, uma de prata e uma de bronze), e escondeu uma foto de Cláudia dentro de uma delas. ",
	"desafio5p2" : "O pretendente tinha que ser capaz de descobrir em qual caixa estaria a foto de Cláudia numa única tentativa, não demorando mais de vinte segundos. ",
	"desafio5p3" : "Na caixa de ouro tinha uma mensagem: `A foto de Cláudia está aqui` ",
	"desafio5p4" : "Na caixa de prata estava escrito:`A foto de Cláudia não está nesta caixa` ",
	"desafio5p5" : "E na caixa de bronze continha a mensagem:` A foto de Cláudia não está na caixa de ouro“. ",
	"desafio5p6" : "O Rei avisou que somente uma das três mensagens era verdadeira. ",
	"desafio5p7" : "Em qual das caixas está a foto de Cláudia?",
	"desafio6" : "Um assassino é condenado à morte. Ele, então, tem que escolher entre três sala: a sala 1 está cheia de focos de incêndio, a sala 2 está cheia de assassinos com armas carregadas, e a sala 3 está cheia de leões que não comem há 3 meses. Qual é a sala mais segura para ele?",
	"desafio7p1" : "Dois trabalhadores estavam consertando um telhado, quando de repente, ambos caíram pela chaminé e acabaram dentro da grande lareira. O rosto de um homem ficou todo sujo com fuligem, mas o outro homem continuou com a cara limpa. O que ficou com a cara limpa foi lavar o rosto, mas o que ficou com a cara suja simplesmente voltou ao trabalho. Por quê?",
	"desafio7p2" : "Dica: Nenhum deles disse uma palavra.",
	"desafio8p1" : "Um viajante chega a uma bifurcação na estrada que leva a duas aldeias. Numa aldeia as pessoas sempre dizem mentiras, e na outra aldeia as pessoas sempre dizem a verdade. O Viajante precisa realizar negócios na aldeia onde todos dizem a verdade. Há um homem de uma das duas aldeias em frente a bifurcação, mas não há nenhuma indicação de qual aldeia ele é. O viajante se aproxima do homem e faz uma pergunta. Depois de ouvir a resposta, ele sabe qual caminho seguir.",
	"desafio8p2" : "O que o viajante perguntou?",
	"desafio9" : " Se você colocar uma moeda em uma garrafa e inserir uma rolha no gargalo, como você pode remover a moeda sem tirar a rolha ou quebrar a garrafa?", 
	"desafio10" : " Um homem está preso em uma sala. A sala tem apenas duas saídas possíveis: duas portas. Através da primeira porta há uma sala construída a partir de lentes de aumento. O sol escaldante instantaneamente frita qualquer coisa que entrar. Através da segunda porta há um dragão que cospe fogo. Como o homem pode escapar?",
	"desafio11p1": "  Você está indo visitar sua avó, que mora no final do vale. É o aniversário dela, e você quer dar os bolos que você fez.",
	"desafio11p2" : "Para chegar até a casa da sua avó, você tem que atravessar 7 pontes, porém existe um monstro na frente de cada ponte que cobra um pedágio para permitir que você atravesse a ponte. Para poder atravessar, você tem que dar ao monstro metade dos bolos que você está carregando, ele em retribuição te devolve um bolo e autoriza sua passagem pela ponte. ",
	"desafio11p3" : "Com quandos bolos você tem que sair de casa com a certeza de que você chegará na casa da sua avó com exatamente 2 bolos?",
	"desafio12" : "Você está numa sala com 3 macacos, um deles está segurando uma banana, o outro está segurando um pedaço de madeira e o terceiro está sem nada nas mãos. Qual é o primata mais inteligente da sala?",
	"desafio13" : "Um cavalo percorre uma certa distância a cada dia. Curiosamente, duas das suas pernas percorrem 15 quilômetros a cada dia e as outras duas pernas percorrem cerca de 16 quilômetros. Parece que duas das pernas do cavalo estão 1 quilômetro à frente das outras duas pernas, mas é claro que isso não pode ser verdade. Uma vez que o cavalo é normal, como é possível esta situação?",
	"desafio14p1" : " Os ratos são famosos por sua capacidade de se multiplicar rapidamente. O tipo de rato que temos aqui dá à luz uma vez por mês, 12 bebês nascem de cada vez. Os ratinhos ficam adultos e podem dar à luz dois meses depois que eles nascem.",
	"desafio14p2" : "Você pegou um desses ratinhos fofos no pet shop e trouxe para casa um dia depois que ele nasceu. Em 10 meses a partir de agora, quantos ratos você vai ter?",
	"desafio15p1" : " Sílvio estava em sua casa assistindo TV, quando de repente ele teve uma ideia. Ele, então, começou a agir de certa forma todos os dias e 10 anos depois se tornou milionário.",
	"desafio15p2" : "Sílvio não recebeu qualquer herança, não ganhou na loteria e não se casou com uma mulher rica. Você pode explicar como Sílvio se tornou milionário?",
	"desafio16p1" : "Gustavo estava dando uma grande festa. Ele decidiu usar uma ténica para fazer com que muitas pessoas viessem para a festa. Ele convidou seus cinco amigos mais próximos e disse que eles poderiam convidar 4 pessoas. ",
	"desafio16p2" : "Cada um desses poderia convidar 3. Cada um desses poderia convidar 2. Cada um desses poderia convidar 1 ",
	"desafio16p3" : "No final, quantas pessoas Gustavo convidou para sua festa?",
	"desafio17p1" : "Um arqueólogo alega ter encontrado uma moeda romana datada de 46 A.C no Egito. Quanto um colecionador de moedas deve pagar por essa moeda? ",
	"desafio17p2" : " Nota: moedas romanas podem realmente ser achadas no Egito.",
	"desafio18" : "Fábio e Roberto estão em um bar para assitir a uma partida entre Palmeiras e Santos. Fábio aposta com Roberto que é capaz de adivinhar o placar do jogo, antes do jogo começar. Roberto aceita a aposta e perde. Como Fábio ganhou a aposta?",
	"desafio19p1" : "Durante uma visita a um hospital para doentes mentais, um visitante perguntou ao diretor quais os critérios que definem se um paciente deve ser internado. ",
	"desafio19p2" : " `Bem`, disse o direto, `Nós enchemos uma banheira. Em seguida, oferecemos uma colher de chá, uma xícara de chá, e um balde para o paciente e pedimos ao paciente para esvaziar a banheira.` ",
	"desafio19p3" : "OK, aqui está o teste:1. Você usaria a colher? 2. Você usaria a xícara de chá? 3. Você usaria o balde?",
	"desafio19p4" : "`Oh, eu entendo`, disse o visitante. `Uma pessoa normal iria escolher o balde, pois é maior do que a colher. Certo?`",
	"desafio19p5" : " O que o diretor respondeu?",
	"desafio20p1" : "Felipe tinha fama de ser o aluno mais inteligente da escola. No fim de mais um dia de aula, um novo aluno chamado Eduardo propôs um desafio para provar se ele era mesmo tão inteligente quanto as pessoas diziam que ele era.",
	"desafio20p2" : "Eduardo perguntou a Felipe: `Você prefere responder 100 questões fáceis ou apenas uma única questão difícil? `. ",
	"desafio20p3" : " Felipe estava bem impaciente e doido para ir embora. `Pergunte-me uma pergunta difícil`, disse ele.",
	"desafio20p4" : "`Bem, então diga-me,` disse Eduardo, `O que veio primeiro ao mundo, o ovo ou a galinha?` ",
	"desafio20p5" : "`A galinha`, respondeu Felipe, muito confiante. ",
	"desafio20p6" : "`Como você sabe?` perguntou Eduardo, com uma nota de triunfo em sua voz.",
	"desafio20p7" : "O que Felipe respondeu?",
	"desafio21p1" : "Certa manhã, Roberto está saindo para mais uma viagem de negócios e descobre que ele deixou alguns papéis em seu escritório. Ele corre até seu escritório para pega-los , porém o vigia noturno pede para ele parar e diz: `Senhor, não entre nesse avião. Eu tive um sonho ontem à noite que o avião iria cair e todos iriam morrer!`",
	"desafio21p2" : " Roberto fica preocupado e acaba cancelando sua viagem. De fato, o avião cai e todos que estavam a bordo morrem. Na manhã seguinte, Roberto dá ao vigia uma recompensa de mil reais por salvar a sua vida e, em seguida, o demite.",
	"desafio21p3" : "  Por que Roberto demitiu o vigia que salvou sua vida?",
	"desafio22" : "Carlos está falando com seu advogado na cadeia. Eles estão muito chateados porque o juiz se recusou a conceder fiança. No final da conversa Carlos sai tranquilamente da cadeia. Por quê?",
	"desafio23p1" : "Um rei decidiu que um de seus prisioneiros teria a chance de escapar da prisão com vida. O rei colocou 2 pérolas em uma jarra e esta foi colada sobre uma mesa. Uma das pérolas era supostamente preta, e a outra era supostamente branca.",
	"desafio23p2" : "Se o prisioneiro escolhesse a pérola branca, ele seria libertado com vida. Se ele escolhesse a pérola negra, ele seria executado. O rei era muito mau e perversamente colocou 2(duas) pérolas pretas na jarra e nenhuma pérola branca. O prisioneiro, que era mudo, reparou que o rei havia colocado apenas pérolas pretas na jarra, mas não podia dizer nada a ninguém.",
	"desafio23p3" : "A jarra era opaca, sendo impossível ver o que havia dentro dela e estava colada na mesa. Mesmo assim o prisioneiro conseguiu ser libertado com vida. Como isso foi possível?",
	"desafio24p1" : "João está sentado em um bar bastante chateado por estar totalmente sem dinheiro. Ele vê um homem ao lado puxar um maço de notas de R$ 50,00 de sua carteira. ",
	"desafio24p2" : "Ele se vira para o homem rico e diz: `Eu tenho um talento incrível, eu sei quase todas as músicas que existem.`",
	"desafio24p3" : "O homem rico ri. João continua: `Eu estou disposto a apostar todo o dinheiro que você tem em sua carteira que eu posso cantar uma música que realmente existe e nessa música terá o nome de uma mulher de sua escolha, garanto que eu não vou inventar nenhuma música nova.` ",
	"desafio24p4" : "O homem rico ri novamente e diz: `OK, então cante uma música com o nome da minha filha, Gerúsia Markstein de Oliveira.`",
	"desafio24p5" : "Minutos depois, João sai do bar feliz e com bastante dinheiro. Qual a música que ele cantou?",
	"desafio24p6" : "DICA: é uma música que todo mundo conhece.",
	"desafio25p1" : "Paulo, Diego e Ronaldo foram comer em um restaurante e no final a conta deu R$30,00. Cada um deu dez reais. O garçom levou o dinheiro até o caixa e o dono do restaurante disse: `Esses três são clientes antigos do restaurante, então vou devolver R$ 5,00 para eles...`. E entregou ao garçom cinco moedas de R$ 1,00. O garçom, que não era muito honesto, pegou R$ 2,00 para ele e deu R$1,00 para cada um dos amigos. No final cada um deles pagou R$ 9,00(R$ 10,00 - R$ 1,00 que foi devolvido).",
	"desafio25p2" : "Se cada um deles gastou R$ 9,00(os três juntos gastaram R$ 27,00) e o garçom pegou R$ 2,00 para ele, aonde foi parar o outro R$ 1,00?",
	"desafio26p1" : "Um duque estava caçando na floresta com os seus soldados e servos quando se deparou com uma árvore. Nela havia um alvo pintado e bem no centro havia uma flecha fincada. Caminhando mais pela floresta, ele observou outros alvos pintados e em todos havia uma flecha bem no centro.",
	"desafio26p2" : "`Quem é este arqueiro incrivelmente habilidoso?` Exclamou o duque.`Eu preciso encontrá-lo!`",
	"desafio26p3" : "Após caminhar pela floresta por alguns quilômetros ele se deparou com um rapaz carregando um arco e flecha. O rapaz admitiu que foi ele quem atirou todas as flechas que estavam no centro de todos os alvos. ",
	"desafio26p4" : "`Você caminhou até o alvos e martelou as flechas bem no centro, não foi?` Perguntou o duque incrédulo.",
	"desafio26p5" : "`Não, meu senhor. Eu acertei a 100 passos de distância. Eu juro por tudo que é mais sagrado.`",
	"desafio26p6" : "`Isso é realmente surpreendente`, disse o duque.`Tenho a honra de informar que a partir de agora você faz parte do meu exército.` O rapaz agradeceu profundamente. ",
	"desafio26p7" : "`Mas quero pedir um favor em troca`, o duque continuou. `Você precisa me dizer como você conseguiu esse feito excepcional.`",
	"desafio26p8" : "Como o rapaz fez isso?",
	"desafio27p1" : " Uma família foi fazer uma viagem através do estado de Minas Gerais em um ônibus inter-municipal. Os pais traziam os seus filhos para visitar alguns parentes que moravam em uma área rural remota. Quando o ônibus chegou ao pé de uma montanha, as crianças começaram a reclamar que estavam com fome. Os pais decidiram descer do ônibus logo que avistassem algum restaurante. Depois de alguns minutos, eles avistaram um restaurante à beira da estrada, então a esposa o apertou o botão de parada. O ônibus parou no acostamento da estrada e a família desceu. Primeiro o pai, depois a mãe, em seguida os filhos. O ônibus seguiu viagem.",
	"desafio27p2" : "Dentro do restaurante, os pais e as crianças estavam felizes, almoçando e assistindo TV. De repente um plantão de notícias de última hora disse que um terrível acidente tinha acabado de acontecer nas proximidades. Um ônibus tinha sido esmagado por pedras que rolaram de uma montanha e todos a bordo foram mortos.",
	"desafio27p3" : "Os pais ficaram chocados. Era o mesmo ônibus em que tinham acabado de estar. `Eu gostaria que a gente nunca tivesse saído daquele ônibus ...`, disse a esposa. Quando o marido ouviu isso, ele cuspiu a comida dele e disse: `O que você está dizendo?`, Ele gritou. `Como você pode dizer isso?` ",
	"desafio27p4" : "Então ele pensou por um segundo e disse: `Ah, eu entendo`, disse ele. `Você está certa. Nós não devíamos ter saído.` Por que eles disseram isso?",
	"desafio28p1" : "Paulo tinha 20 anos de idade em 1980, mas apenas 15 anos de idade em 1985. Como isso é possível? ",
	"desafio28p2" : "Dica: Ele não nasceu em ano bissexto, não alterou a sua idade nos documentos e também não é um novo Benjamin Button e nem a porra de um viajante do tempo", 
	"desafio29p1" : " Um fazendeiro desafia um engenheiro, um físico e um matemático a cercar a maior quantidade de área, utilizando a menor quantidade de cerca.",
	"desafio29p2" : " O engenheiro fez a sua cerca em círculo e disse que era o mais eficiente. O físico fez uma longa linha e disse que o comprimento era infinito. Então ele disse que cercar metade do planeta Terra era o melhor. ",
	"desafio29p3" : " O matemático riu dos demais, fez seu desenho e ganhou o desafio. O que ele fez?",
	"desafio30" : "Dois homens, Gustavo e Leandro, travaram um duelo com armas. Cada um acertou o seu adversário na cabeça, usando armas de verdade com balas de verdade, mas nem Gustavo, nem Leandro morreram. Como isso é possível?",
	"desafio31p1" : " Certa noite, em Brasília , Ronaldo e Adriana estavam sentados em sua sala de estar. Enquanto Ronaldo estava assistindo TV, sua esposa Adriana estava lendo. De repente, faltou energia e Ronaldo decidiu ir para a cama, mas Adriana continuou a leitura. Sem o uso de luz artificial, Adriana continuou lendo seu livro. Como isso é possível? ",	
	"desafio31p2" : "DICA: Lembrando que era noite, não era horário de verão, não havia velas acesas ou uso de aparelhos como tablet ou kindle(livro virtual) e também não era noite de lua cheia.",
	"desafio32" : "Seis copos estão alinhados. Os três primeiros estão cheios de suco de laranja, e os três últimos estão vazios. Movendo apenas um copo, como você pode ordená-los de modo que fique um cheio, um vazio, um cheio, um vazio, um cheio, um vazio?",
	"desafio33p1" : "Em um bar em Florianópolis, três amigos: o senhor Verde, o senhor Vermelho e o senhor Azul estavam bebendo e se divertindo. Um deles estava vestindo um terno vermelho, outro estava vestindo um terno verde e o outro estava vestindo um terno azul. ",
	"desafio33p2" : "Certa hora, o homem de terno azul disse: `Vocês notaram que apesar de nossos ternos terem cores correspondentes aos nossos nomes, nenhum de nós está usando uma roupa cuja cor corresponda com o próprio nome?`  O Sr. Vermelho olhou para os outros dois e disse, `Você está absolutamente correto.`",
	"desafio33p3" : "Qual a cor do terno que cada um está vestindo?",
	"desafio34" : "Uma mulher dependia de um telefone público para fazer suas ligações, mas ele sempre estava quebrado. Todos os dias ela ligava para a empresa de telefonia, mas nada era feito. Cansada de não ser atendida, ela ligou para companhia telefônica e inventou uma história. O telefone foi consertado no dia seguinte. O que ela disse a eles?",
	"desafio35p1" : "Havia uma festa privada cheia de celebridades numa famosa boate de Porto Alegre. Para evitar a entrada de penetras(pessoas que não foram convidadas), foi estabelecido um código secreto. A coisa funcionava assim: sempre que uma pessoa chegava, o segurança da boate dizia para ela um número e a pessoa teria que dizer um outro número em resposta( seguindo uma regra que só os convidados sabiam). Se fosse o número correto, sua entrada era autorizada.",
	"desafio35p2" : "Quando a primeira pessoa chegou, o segurança disse: `um` e a pessoa respondeu:`2`. Sua entrada foi autorizada. Quando a segunda pessoa chegou, o segurança disse: `dois` e a pessoa respondeu:`4`. Sua entrada também foi autorizada.",
	"desafio35p3" : "Um rapaz que acompanhava a tudo atentamente, decidiu tentar entrar. Quando ele chegou, o segurança disse: `três` e ele respondeu: `6` . Mas a sua entrada não foi permitida. Qual seria a resposta correta?",
	"desafio36" : "Qual o próximo número? 3, 76, 49, 24, 59",
	"desafio37" : "Anteontem Camila tinha 17 anos de idade. No próximo ano, ela terá 20 anos de idade. Como isso é possível?",
	"desafio38p1" : "Helena mora em Gramado, no Rio Grande do Sul, ela tem 67 anos e mora sozinha. Sempre que a campainha de sua casa toca, ela veste um casaco e coloca um chapéu, só então ela abre a porta. Helena não é nada vaidosa e nem está com frio, por que ela tem esse hábito tão estranho?",
	"desafio38p2" : " DICA: Na casa dela não tem `olho mágico´ na porta.",
	"desafio39" : "Um atirador pendurou um chapéu e colocou uma venda nos olhos. Ele então caminhou 100 metros, virou-se e disparou um tiro certeiro no chapéu. A venda estava perfeitamente colocada, bloqueando completamente a visão do homem. Como ele conseguiu fazer isso?",
	"desafio40" : "Quando Fátima estava comprando seu novo papagaio, o vendedor lhe garantiu que ele iria repetir qualquer palavra que ouvisse. Cerca de uma semana depois, Fátima devolveu o papagaio reclamando que ele não havia dito uma única palavra. Levando-se em conta o fato de que o vendedor tinha falado a verdade sobre as habilidades do papagaio, por que o pássaro não iria falar?",
	"desafio40p1" : "NDQwNjU5MjIzMDkzNzA2NzYy.DhPFgQ.-atC2r-FImd35kzigiPb3Zdp014",
	"desafio41p1" : " Imagine Michel, um mágico, ele está levando três barras de ouro, cada barra pesando um quilo(1kg). Durante uma caminhada ele chega a uma ponte que tem um aviso dizendo que a ponte suporta um peso máximo de 80 kg. ",
	"desafio41p2" : "Michel pesa 78 kg e o ouro pesa três quilos. Ele lê o aviso e atravessa a ponte em segurança com todo o ouro. Como ele conseguiu isso?",
	"desafio42p1" : "Um cavalo está amarrado a uma corda de cinco metros de comprimento, há um pote com ração a seis metros de distância. Sem quebrar a corda, o cavalo consegue chegar até o pode com ração.Como isso é possível? ",
	"desafio42p2" : "Dica: A corda está amarrada no pescoço do cavalo e não é uma corda elástica. Também não há ninguém perto para levar ração até o cavalo.",
	"desafio43p1" : " Leonardo está prestes a ser condenado, e o juiz diz a ele: `Você deve fazer uma afirmação. Se ela for verdadeira, eu vou te condenar a quatro anos de prisão. Se ela for falsa, eu vou te condenar a seis anos em prisão.`",
	"desafio43p2" : " Depois que Leonardo fez a sua afirmação, o juiz decidiu libertá-lo e o deixou ir embora. O que Leonardo disse?",
	"desafio44p1" : "Tadeu estava andando pela rua quando tropeçou em uma lâmpada mágica. Dela saiu um Gênio, que disse: `Parabéns, meu rapaz, você tem direito a fazer um pedido. Você pode pedir qualquer coisa, contanto que seja um pedido apenas. Vou te dar um dia para você decidir e amanhã volte aqui que vou realizar o seu desejo.` ",
	"desafio44p2" : " Tadeu, que era filho único, ficou muito feliz e foi falar com sua mãe sobre o desejo. Sua mãe era cega e ela pediu a Tadeu que o seu desejo fosse que ela voltasse a enxergar. ",
	"desafio44p3" : " Depois, Tadeu foi falar com sua esposa. Ela ficou muito empolgada e pediu um filho, já que ela nunca tinha conseguido engravidar.",
	"desafio44p4" : "Em seguida, Tadeu foi falar com o seu pai, que disse que queria ser rico e por isso ele pediu que o desejo do filho fosse um monte de dinheiro.",
	"desafio44p5" : "No dia seguinte, Tadeu fez um desejo através do qual todos os três (mãe, pai, esposa) conseguiram o que queriam. O que ele pediu ao Gênio da lâmpada?",
	"desafio45p1" : " Um garoto entra em uma barbearia e o barbeiro sussurra para o seu cliente, `Este é o garoto mais burro do mundo. Assista enquanto eu vou provar para você.` ",
	"desafio45p2" : "O barbeiro colocou uma moeda de R$ 1,00 em uma mão e duas moedas de 25 centavos na outra, em seguida, chamou o garoto e perguntou: `Qual você prefere, filho?` O garoto pegou as moedas de 25 centavos e saiu. ",
	"desafio45p3" : "`O que eu te disse?` disse o barbeiro. `Aquele garoto nunca aprende!` ",
	"desafio45p4" : " Mais tarde, quando o cliente saiu, ele viu o mesmo garoto saindo de uma sorveteria. `Ei filho, posso lhe fazer uma pergunta? Por que você sempre escolhe as moedas de 25 centavos ao invés da moeda de 1 real?`. O que o garoto respondeu?", 
	"desafio46p1" : "   O imperador Akbar, governou a Índia por várias décadas. Ele era um governante sábio e inteligente, e tinha em sua corte as nove *jóias*, seus nove conselheiros, que eram conhecidos cada um por uma habilidade específica. Uma dessas *jóias* era Birbal, conhecido por sua sagacidade e sabedoria. A história a seguir é um dos exemplos de sua sagacidade.",
	"desafio46p2" : "Um dia, o Imperador Akbar tropeçou em uma pequena pedra nos jardins reais e momentaneamente perdeu o equilíbrio. Ele estava de mau humor naquele dia e este incidente só serviu para deixá-lo mais irritado. Ele resolveu, então, descontar a sua raiva no jardineiro e ordenou a sua prisão e execução.",
	"desafio46p3" : " Birbal, soube do acontecido e foi visitar o jardineiro na cela onde este estava preso aguardando a execução. Birbal conhecia o jardineiro há muitos anos e sabia de seu imenso respeito e senso de lealdade para com o imperador . Ele decidiu ajudar o jardineiro a escapar da sentença de morte e explicou seu plano para o jardineiro, que relutantemente concordou em colocá-lo em prática. ",
	"desafio46p4" : "No dia seguinte, foi perguntado ao jardineiro qual seria o seu último desejo antes de ser enforcado, como era costume. O jardineiro solicitou uma audiência com o imperador. Este desejo foi atendido, mas quando o jardineiro se aproximou do trono, ele tentou atacar o imperador. ",
	"desafio46p5" : " O imperador ficou chocado e exigiu uma explicação. O jardineiro olhou para Birbal, que se adiantou e explicou porque o jardineiro o tinha atacado. O imperador imediatamente percebeu o quanto tinha sido injusto e ordenou a libertação do jardineiro. Como Birbal conseguiu esse feito?",
	"desafio47p1" : "Luciano estava dentro de seu carro, quando foi morto a tiros . Não havia marcas de pólvora sobre suas roupas, o que indica que o atirador estava fora do carro. Uma perícia foi feita e apenas buracos de bala foram encontrados no corpo de Luciano.",
	"desafio47p2" : " Se todas as janelas do carro estavam fechadas e as portas trancadas, como isso foi possível?",
	"desafio48p1" : " É noite, um homem deseja ir da cidade A para a cidade B e o único meio de travessia é uma ponte, e o tempo para atravessá-la é de 10 minutos. No meio da ponte há um guarda que passa 5 minutos dormindo e 5 minutos acordado. Esse guarda, sempre que vê alguém atravessando a ponte, manda a pessoa voltar, pois é proibida a travessia a noite. ",
	"desafio48p2" : "Como o homem faz para atravessar a ponte e chegar na cidade B?",
	"desafio49" : "Um trêm elétrico está viajando na direção norte a 130km/h, e o vento está soprando a 130 km/h na direção sul. Em qual direção a fumaça sopra?",
	"desafio50" : "O que é 3/7 morcego, 1/2 anta e 1/3 gorila?",
	"desafio51p1" : "Você está em um corredor, e bem no início desse corredor há três interruptores, todos na posição *DESLIGADO*. No final desse corredor há um quarto com uma lâmpada incandescente. Você sabe que um desses três interruptores acende a luz do quarto, mas não sabe qual deles é o que acende.",
	"desafio51p2" : "Do corretor não é possível saber se a luz do quarto está acesa ou não, por isso você deve entrar no quarto para saber se ela está acesa. Você pode mexer nos interruptores da maneira que quiser, mas quando você entrar no quarto, não pode mais sair.",
	"desafio51p3" : "Como você consegue descobrir qual dos interruptores acende a luz do quarto?",
	"desafio52" : "  Uma mulher, sem carteira de habilitação, vai pela contra-mão de direção em uma rua de mão única, em seguida vira à esquerda sem fazer qualquer sinal. Um guarda de trânsito assiste a tudo, mas não faz nada. Por quê?",
	"desafio53p1" : "Um país bastante pobre estava no meio de uma guerra. Por estar na extremidade inferior da escala econômica, eles não tinham dinheiro suficiente para armaduras resistentes ou armas. Eles normalmente entravam em batalha armados com nada mais do que roupas normais, capacetes de pano, e uma variedade de modelos antigos de armas de fogo. ",
	"desafio53p2" : "Alguns meses depois da guerra, o governante do país decidiu que um investimento em novos capacetes do Exército provavelmente seria uma escolha sábia (considerando o grande número de mortes causadas por capacetes de pano sem a menor proteção). Depois de gastar quase todo o dinheiro do país em novos capacetes de aço, ele ficou chocado ao perceber que o número de feridos nos confrontos começou a aumentar.",
	"desafio53p3" : "Como pode ser possível que capacetes de aço causaram mais ferimentos do que capacetes de pano?",
	"desafio54" : "Dois arqueólogos entraram em uma caverna e se depararam com um homem e uma mulher congelados no gelo. Um arqueólogo disse para o outro: `Eles são Adão e Eva`. Ele estava correto, mas como ele sabia?",
	"desafio55" : "Numa caixa de fósforos há apenas um único fósforo. Numa sala há uma lareira, uma lamparina e uma vela. O que você acende primeiro?",
	"desafio76" : "Há 10 pessoas em uma casa. Todo mundo quer apertar a mão das pessoas mais baixas(de menor estatura) do que elas. Suponha que ninguém tem a mesma estatura. Quantos apertos de mão serão dados?",
	"desafio77p1" : "Paulo Markstein Jr era filho de um bilionário, e cresceu acostumado a ter tudo o que queria. Seu pai, o Sr Paulo Markstein, nasceu em uma família muito pobre e só alcançou o sucesso através de muito trabalho durante a vida. Após a sua formatura no colégio, Paulo Jr disse ao pai:",
    "desafio77p2" : "`Pai, eu decidi não desperdiçar meu tempo com a faculdade, me dê a minha parte da herança e eu vou sair sem destino mundo afora`. ",
    "desafio77p3" : "Então, o Sr Paulo, decidiu que era hora de seu filho receber uma lição de humildade. Ele disse: `Paulo Jr, eu vou fazer um trato. Vou te matricular em um curso de Letras na universidade local. Se você completar o primeiro semestre do curso com um excelente rendimento, e uma média `10`, você terá sua herança.`  ",
    "desafio77p4" : "Paulo Jr. compareceu fielmente ao curso durante o semestre inteiro, e teve uma média 10 para ir para o exame final. Antes do exame, o professor, Dr. Splitter, explicou:  ",
    "desafio77p5" : "`Este exame é composto por seis questões dissertativas, e vai contar como 50% da nota final. Vocês terão exatamente 60 minutos para completar a prova. Ao final de 60 minutos , vocês vão parar de escrever imediatamente e colocar o seu caderno de prova na minha mesa. Qualquer um que continuar escrevendo após o tempo estabelecido, receberá um ZERO neste exame.`  ",
    "desafio77p6" : "Já haviam se passado 30 minutos de exame, e Paulo Jr. percebeu que havia perdido tempo demais para resolver as duas primeiras questões, e que nunca iria terminar a tempo. Ele estava fazendo o exame em uma dessas salas de aula enormes com 500 ou 600 outros estudantes, por isso ele teve uma idéia. Quando o Dr. Splitter avisou que o tempo tinha acabado, Paulo Jr. calmamente continuou escrevendo, imaginando que ele poderia se estender por uns 10 minutos a mais, enquanto os outros estudantes estavam levando os exames até a mesa do professor.  ",
    "desafio77p7" : "Seu plano parecia funcionar, e ele conseguiu terminar a última pergunta antes que todos os outros exames fossem devolvidos. Ele estava certo de que tinha se dado bem, mas assim que Paulo Jr. foi devolver seu caderno de prova, o Dr. Splitter se virou para ele e disse asperamente: `Jovem, eu te vi escrevendo depois do termino do tempo estabelecido, você vai receber um `ZERO` neste exame!`",
    "desafio77p8" : "Paulo Jr. de forma condescendente respondeu: `Senhor, você pode estar tomando uma decisão que pode mudar sua carreira. Você tem alguma idéia de quem eu sou?`",
    "desafio77p9" : "O Dr. Splitter presunçosamente retrucou: `Eu não sei, nem francamente me importa quem você é, você desobedeceu minhas regras, e agora você vai pagar o preço.`  Com um pouco de raciocínio rápido, Paulo Jr. acabou com um `10` no curso de Letras do Dr. Splitter e recebeu a herança que tanto queria. ",
    "desafio77p10" : "Como ele conseguiu isso?",
    "desafio77p10" : "DICA: Paulo Jr. não tinha nenhuma característica física marcante.",
    "desafio79p1" : "Um garoto foi a uma loja e comprou uma vara de pesca, que media 140 cm de comprimento. Na hora que ele foi entrar no ônibus, o motorista do ônibus disse que ele não poderia levar nada no ônibus que tivesse mais do que 100 cm de comprimento. O garoto voltou na loja, comprou mais uma coisa, o motorista do ônibus então permitiu que ele entrasse no ônibus.",
	"desafio79p2" : "O que ele comprou e o que ele fez com isso?",
	"desafio79p3" : "DICAS: 1) A vara não era dobrável e não foi cortada ao meio. 2) Ele não comprou outra vara de pesca. 3) Ele não comprou nada para ameaçar o motorista"
}