{
	"mama1" : "Yo momma's teeth are so yellow, when she smiled at traffic, it slowed down.",
	"mama2" : "Yo momma's so fat, she brought a spoon to the Super Bowl.",
	"mama3" : "Yo momma's so stupid, she put lipstick on her forehead to make up her mind.",
	"mama4" : "Yo momma's so fat, when she went to the beach, all the whales started singing 'We Are Family.'",
	"mama5" : "Yo momma's so fat, even Dora can't explore her.",
	"mama6" : "Yo momma's so dumb, when she went to the movies and saw the 'Under 17 not permitted' sign, she left to get 16 of her friends.",
	"mama7" : "Yo momma's so fat, she was baptized at SeaWorld.",
	"mama8" : "Yo momma's so fat, it took me two trains, a plane, and a bus to get to her good side.",
	"mama9" : "Yo momma's so old, her breast milk is actually powder.",
	"mama10" : "Yo momma's so fat, she has to wear six different watches: one for each time zone.",
	"mama11" : "Yo momma's so dumb, she went to the dentist to get a Bluetooth.",
	"mama12" : "Yo momma's so fat, she stepped on a scale and it said: 'To be continued.'",
	"mama13" : "Yo momma's so dumb, when she saw the 'Disneyland left' sign, she went home.",
	"mama14" : "Yo momma's so fat, when God said 'Let there be light,' he asked her to move out of the way.",
	"mama15" : "Yo momma's so dumb, when they said it was chilly outside, she grabbed a bowl.",
	"mama16" : "Yo momma's so fat, the aliens call her 'the mothership.'",
	"mama17" : "Yo momma's so ugly, she made an onion cry.",
	"mama18" : "Yo momma's so stupid, she thought a quarterback was a refund.",
	"mama19" : "Yo momma's so fat, her patronus is a cake.",
	"mama20" : "Yo momma's so short, she has to slam dunk her bus fare.",
	"mama21" : "Yo momma's so old, her social security number is one.",
	"mama22" : "Yo momma's so fat, when she fell I didn't laugh, but the sidewalk cracked up.",
	"mama23" : "Yo momma's so old, when she lifted her boob to wash under it, a pilgrim fell out.",
	"mama24" : "And yo momma's so stupid, she stared at a cup of orange juice for 12 hours because it said 'concentrate.'"
}